/* %1$@ permission: %2$@
Please note %1$@ is a variable and must be preserved in the translated text.
for example: `Accessibility permission: ⛔️ required` */

"%1$@ permission: %2$@" = "%1$@ permission: %2$@";

/* corresponds to Accessibility in system Privacy settings */
"Accessibility" = "Accessibility";

/* Preferences pane for `App` settings */
"App" = "App";

/* Check box next to the 'Check for updates' button */
"Automatically" = "Automat";

/* Button, when pressed, checks for updates now */
"Check for updates" = "Verifică pentru actualizări";

/* 1=name of app e.g. `Enable Scroll Reverser` */
"Enable %1$@" = "Enable %1$@";

/* No comment provided by engineer. */
"For settings, click the icon in the menu bar" = "Pentru setări, faceți clic pe pictograma din bara de meniu";

/* Alert box title */
"Icon Hidden" = "Icon Hidden";

/* Check box: Include beta versionss of the app when checking for updates */
"Include beta versions" = "Include beta versions";

/* corresponds to Input Monitoring in system Privacy settings */
"Input Monitoring" = "Input Monitoring";

/* Large step size */
"Large" = "Large";

/* No comment provided by engineer. */
"OK" = "OK";

/* Open %1$@ preferences
Please note %1$@ is a variable and must remain in the translated text.
Example: "Open Input Monitoring preferences" */
"Open %1$@ preferences" = "Open %1$@ preferences";

/* Section title */
"Permissions" = "Permissions";

/* No comment provided by engineer. */
"Preferences" = "Preferințe";

/* 1=name of app e.g. `Quit Scroll Reverser` */
"Quit %1$@" = "Quit %1$@";

/* Request %1$@ permission
Please note %1$@ is a variable. It is replaced with either `Input Monitoring` or `Accessibility`. */
"Request %1$@ permission" = "Request %1$@ permission";

/* Prefs check box */
"Reverse Horizontal" = "Inversează Horizontal";

/* Prefs check box */
"Reverse Mouse" = "Inversează mouse-ul";

/* Prefs check box */
"Reverse Trackpad" = "Inversează Trackpad";

/* Prefs check box */
"Reverse Vertical" = "Inversează Vertical";

/* No comment provided by engineer. */
"Scroll Reverser is now running!" = "Scroll Reverser este pornit!";

/* No comment provided by engineer. */
"Scroll Reverser needs Accessibility permission to modify your scrolling." = "Scroll Reverser needs Accessibility permission to modify your scrolling.";

/* No comment provided by engineer. */
"Scroll Reverser needs Input Monitoring permission to detect whether your fingers are touching the trackpad." = "Scroll Reverser needs Input Monitoring permission to detect whether your fingers are touching the trackpad.";

/* Prefs section header */
"Scroll Wheel" = "Scroll Wheel";

/* Preferences pane for `Scrolling` serttings */
"Scrolling" = "Derularea";

/* Prefs section title */
"Scrolling Axes" = "Axele de derulare";

/* Prefs section title */
"Scrolling Devices" = "Dispozitive de derulare";

/* Prefs check box */
"Show in menu bar" = "Arată in bara de meniu";

/* Small step size */
"Small" = "Small";

/* Prefs check box */
"Start at login" = "Start la login";

/* Size of one step of the mouse scroll wheel */
"Step size" = "Step size";

/* Alert box text. 1=name of app */
"The %1$@ icon has been removed from the menu bar. To restore it at any time, launch %1$@ again from Finder." = "The %1$@ icon has been removed from the menu bar. To restore it at any time, launch %1$@ again from Finder.";

/* No comment provided by engineer. */
"⛔️ required" = "⛔️ required";

/* No comment provided by engineer. */
"✅ granted" = "✅ granted";
